{
  "questions": [
    {
      "index": 1,
      "text": "Для меня как отрицательные, так и положительные эмоции служат источником знания о том, как поступать в жизни."
    },
    {
      "index": 2,
      "text": "Отрицательные эмоции помогают мне понять, что я должен изменить в своей жизни."
    },
    {
      "index": 3,
      "text": "Я спокоен, когда испытываю давление со стороны."
    },
    {
      "index": 4,
      "text": "Я способен наблюдать изменение своих чувств."
    },
    {
      "index": 5,
      "text": "Когда необходимо, я могу быть спокойным и сосредоточенным, чтобы действовать в соответствии с запросами жизни."
    },
    {
      "index": 6,
      "text": "Когда необходимо, я могу вызвать у себя широкий спектр положительных эмоций, такие, как веселье, радость, внутренний подъем и юмор."
    },
    {
      "index": 7,
      "text": "Я слежу за тем, как я себя чувствую."
    },
    {
      "index": 8,
      "text": "После того как что-то расстроило меня, я могу легко совладать со своими чувствами."
    },
    {
      "index": 9,
      "text": "Я способен выслушивать проблемы других людей"
    },
    {
      "index": 10,
      "text": "Я не зацикливаюсь на отрицательных эмоциях"
    },
    {
      "index": 11,
      "text": "Я чувствителен к эмоциональным потребностям других"
    },
    {
      "index": 12,
      "text": "Я могу действовать на других людей успокаивающе."
    },
    {
      "index": 13,
      "text": "Я могу заставить себя снова и снова встать перед лицом препятствия."
    },
    {
      "index": 14,
      "text": "Я стараюсь подходить к жизненным проблемам творчески."
    },
    {
      "index": 15,
      "text": "Я адекватно реагирую на настроения, побуждения и желания других людей."
    },
    {
      "index": 16,
      "text": "Я могу легко входить в состояние спокойствия, готовности и сосредоточенности"
    },
    {
      "index": 17,
      "text": "Когда позволяет время, я обращаюсь к своим негативным чувствам и разбираюсь, в чем проблема."
    },
    {
      "index": 18,
      "text": "Я способен быстро успокоиться после неожиданного огорчения."
    },
    {
      "index": 19,
      "text": " Знание моих истинных чувств важно для поддержания «хорошей формы»."
    },
    {
      "index": 20,
      "text": "Я хорошо понимаю эмоции других людей, даже если они не выражены открыто"
    },
    {
      "index": 21,
      "text": "Я могу хорошо распознавать эмоции по выражению лица."
    },
    {
      "index": 22,
      "text": "Я могу легко отбросить негативные чувства, когда необходимо действовать"
    },
    {
      "index": 23,
      "text": "Я хорошо улавливаю знаки в общении, которые указывают на то, в чем другие нуждаются."
    },
    {
      "index": 24,
      "text": "Люди считают меня хорошим знатоком переживаний других людей."
    },
    {
      "index": 25,
      "text": "Люди, осознающие свои истинные чувства, лучше управляют своей жизнью"
    },
    {
      "index": 26,
      "text": "Я способен улучшить настроение других людей."
    },
    {
      "index": 27,
      "text": "Со мной можно посоветоваться по вопросам отношений между людьми"
    },
    {
      "index": 28,
      "text": "Я хорошо настраиваюсь на эмоции других людей"
    },
    {
      "index": 29,
      "text": "Я помогаю другим использовать их побуждения для достижения личных целей"
    },
    {
      "index": 30,
      "text": "Я могу легко отключиться от переживания неприятностей."
    }
  ]
}
